Revit 2027 API
ParameterTypeId.RbsElecCircuitPanelParam Property
 "Panel"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitPanelParam { get; }
Public Shared ReadOnly Property RbsElecCircuitPanelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitPanelParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitPanelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace